{
  "myposts": [
    {
      "title": "Olej laurynowy",
      "text": "Olej laurowy, tłoczony z owoców wawrzynu bywa nieco inny pod kątem składu w zależności od miejsca pochodzenia i odmian rośliny. Jego barwa to mieszanka zielonego chlorofilu i żółtych kerotenoidów - charakteryzuje się bogactwem fitosteroli i różnorodnych wosków, a frakcja lotna (olejki eteryczne) może w nim sięgać 10%. Pewien problem może stanowić tu identyfikacja kwasów tłuszczowych w składzie oleju laurowego i związana z nimi konsystencja oleju: dla surowca badanego przez tureckich naukowców ponad 50% składu to kwas tłuszczowy laurynowy (znany z oleju kokosowego – twardy w temperaturach pokojowych). Według innych badań kwasu laurynowego jest  27%, a olej laurowy tłoczony na Maderze ma kwasu laurynowego tylko 18%. Tak czy inaczej, ten olej składający się z kwasów: laurynowego, stearynowego i palmitynowego, dodany do mydła sprawi, że będzie miało ono naprawdę twardą formułę i „zbitą” konsystencję.",
      "id": 1
    },
    {
      "title": "Olej rycynowy",
      "text": "Jednym z najpowszechniej używanych rodzajów olei w lecznictwie oraz kosmetyce jest olej rycynowy. Choć samą rycynę znamy już od wieków, to nadal nie wszyscy kojarzą jej bogate właściwości czy możliwości zastosowania jednocześnie wewnętrznie, jak i zewnętrznie. Olej rycynowy kosztuje niewiele, lecz może sprawić, że ciało będzie oczyszczone, a skóra czy włosy promienne i zdrowe.",
      "id": 2
    },
    {
      "title": "oliwa z oliwek",
      "text": "Jak sama nazwa wskazuje, oliwę z oliwek wyciska się z drzewa oliwkowego. To z kolei dożywa nawet 2000 lat i kwitnie przez cały rok, wydając owoce aż do końca życia. Oliwkowe żniwa odbywają się jesienią. Oliwki razem z pestkami są miażdżone i wytłacza się z nich sok. Po odwirowaniu wody i przefiltrowaniu powstaje czysta oliwa z oliwek. 500 kg oliwek daje ok. 57 litrów oliwy.\n\nZależnie od odmiany i terminu zbioru oliwa ma całą gamę odcieni - od żółtego do ciemnozielonego. Jasna, słomkowa jest łagodniejsza w smaku niż zielonkawa. Zapach i smak zależą od odmiany oliwek użytych do produkcji, zazwyczaj stosuje się mieszanki różnych gatunków. Z niektórych uzyskuje się oliwy intensywnie pieprzne z wyraźną nutą goryczy. \nJeśli oliwa jest barwy pomarańczowej i ma smak \"metaliczny\", najprawdopodobniej jest zjełczała. Jełczenie spowodowane jest przechowywaniem zbyt długim albo w niewłaściwych warunkach.",
      "id": 3
    },
    {
      "title": "Olej ze słodkich migdałów",
      "text": "Olej ze słodkich migdałów w sklepie ECOSPA.pl pozyskiwany jest z nasion drzewa migdałowego pochodzącego naturalnie z okolic Morza Śródziemnego. Jest najwyższej jakości, tłoczony na zimno we Francji/Hiszpanii. Olej migdałowy ma przyjemny zapach i bursztynową barwę. Zawiera witaminę A, a także witaminy D i E. Dodatkowo posiada w sobie również kwasy tłuszczowe nienasycone: oleinowy i linolowy.",
      "id": 4
    },
    {
      "title": "Masło shea",
      "text": "Jest to olej pochodzący z nasion drzewa Masłosza - Parka. Drzewa te rosną dziko na sawannach w Afryce Zachodniej. Przez lokalnych mieszkańców nazywane są drzewami życia i świętymi drzewami, gdyż olej z nich wydobywany posiadając swe dobroczynne właściwości  żywi ich i leczy. Drzewa shea osiągają dojrzałość dopiero po 30-40 latach. Masło wytwarzane jest przez lokalne kobiety w Ghanie.\n\nOferujemy masło shea nierafinowane zwane inaczej masłem karite tradycyjnie ręcznie produkowane. Nie zawiera konserwantów, barwników, dodatków zapachowych i innych sztucznych substancji. Posiada właściwości nawilżające i natłuszczające dzięki wysokiej zawartości wit. A i E świetnie pielęgnuje skórę w szczególności przesuszoną lub dojrzałą.  Dogłębnie nawilża, wygładza, zapobiega utracie wody i pozostawia filtr lipidowy, Nierafinowane masło shea kariteobfituje w kwasy tłuszczowe (oleinowy, stearynowy, palmitynowy, galusowy i linolenowy) oraz polifenole. Masło shea wykorzystywane jako składnik balsamów i kremów oraz mydeł. Dodatkowo stanowi naturalny filtr przeciwsłoneczny UV o faktorze SPF 4-6. Nie powoduje alergii i może być stosowane do każdego rodzaju skóry na wszystkie jej partie.\n\nMasło Shea nierafinowane posiada ciemniejszą barwę oraz specyficzny lekko orzechowy zapach.\n\nCzyste masło bez dodatków bardzo dobrze pielęgnuje skórę całego ciała jako balsam. Może również stanowić składnik balsamu w kostce. Po dodaniu innych maseł i olejów takich jaki masło kakaowe, olej kokosowy, olejki eteryczne, olej arganowy czy olej ze słodkich migdałów powstanie odżywczy balsam do pielęgnacji ciała i włosów.",
      "id": 5
    },
    {
      "title": " olej kokosowy",
      "text": " Olej kokosowy znalazł zastosowanie zarówno w kuchni, jak i w kosmetyce, ponieważ posiada liczne właściwości zdrowotne i pielęgnacyjne. Podobno olej kokosowy jest najlepszym środkiem... na odchudzanie. Pozwala bowiem pozbyć się nadwagi i otyłości, gdyż nie odkłada się w postaci zbędnego tłuszczu, lecz jest wykorzystywany do produkcji energii i spalania kalorii. Część specjalistów jest innego zdania. Sprawdź, czy olej kokosowy jest zdrowy i jakie naprawdę właściwości posiada.\nOlej kokosowy znalazł zastosowanie zarówno w kuchni, jak i w kosmetyce, ponieważ posiada liczne właściwości zdrowotne i pielęgnacyjne. Podobno olej kokosowy jest najlepszym środkiem... na odchudzanie. Pozwala bowiem pozbyć się nadwagi i otyłości, gdyż nie odkłada się w postaci zbędnego tłuszczu, lecz jest wykorzystywany do produkcji energii i spalania kalorii. Część specjalistów jest innego zdania. Sprawdź, czy olej kokosowy jest zdrowy i jakie naprawdę właściwości posiada.\nOlej kokosowy znalazł zastosowanie zarówno w kuchni, jak i w kosmetyce, ponieważ posiada liczne właściwości zdrowotne i pielęgnacyjne. Podobno olej kokosowy jest najlepszym środkiem... na odchudzanie. Pozwala bowiem pozbyć się nadwagi i otyłości, gdyż nie odkłada się w postaci zbędnego tłuszczu, lecz jest wykorzystywany do produkcji energii i spalania kalorii. Część specjalistów jest innego zdania. Sprawdź, czy olej kokosowy jest zdrowy i jakie naprawdę właściwości posiada.",
      "id": 10
    },
    {
      "title": "olej rzepakowy",
      "text": "Olej rzepakowy pozyskuje się z nasion rzepaku (łac. Brassica napus L. ssp. oleifera Metzg.). To właśnie ta roślina z początkiem wiosny kwitnie na żółto na polskich polach. W naszym kraju, a także większości krajów Europy, olej rzepakowy jest podstawowym olejem roślinnym. Z tego powodu bywa nazywany „oliwą Północy”. W kuchni służy niemal do wszystkiego - smażenia, duszenia, pieczenia, przygotowywania sałatek i dressingów. \n\nNiegdyś olej rzepakowy nie cieszył się dobrą sławą. Wszystko za sprawą dosyć wysokiej zawartości kwasu erukowego, który stanowił nawet 50% kwasów tłuszczowych w tym oleju. Kwas ten wykazuje toksyczne działanie na organizm, przyczyniając się m.in. do uszkodzenia mięśnia sercowego. Z tego względu poszukiwano takich odmian rzepaku, które kwasu erukowego zawierałyby jak najmniej. Obecnie olej rzepakowy wytłacza się z nasion odmian bezerukowych, zwanych także podwójnie ulepszonymi, które zawierają mniej niż 2% tego kwasu tłuszczowego.",
      "id": 11
    },
    {
      "tags": {
        "Włosy": false,
        "Smażenie": false,
        "Mydło": true,
        "Wyjątkowy!": true,
        "Twarz": true
      },
      "title": "olej lniany",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca.\n\nTe nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T20:43:03.088Z",
      "id": 12
    },
    {
      "tags": {
        "Włosy": false,
        "Smażenie": false,
        "Mydło": false,
        "Wyjątkowy!": true,
        "Twarz": false
      },
      "title": "olej lniany3",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca.\n\nTe nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T20:43:03.088Z",
      "id": 14
    },
    {
      "tags": {
        "Włosy": false,
        "Smażenie": true,
        "Mydło": false,
        "Wyjątkowy!": false,
        "Twarz": true
      },
      "title": "olej lniany x",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.\nJest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T21:32:14.265Z",
      "id": 15
    },
    {
      "tags": {
        "Włosy": false,
        "Smażenie": true,
        "Mydło": false,
        "Wyjątkowy!": false,
        "Twarz": true
      },
      "title": "olej lniany x",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.\nJest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T21:32:14.265Z",
      "id": 16
    },
    {
      "tags": {
        "Włosy": false,
        "Smażenie": true,
        "Mydło": false,
        "Wyjątkowy!": false,
        "Twarz": true
      },
      "title": "olej lniany x",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.\nJest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T21:32:14.265Z",
      "id": 17
    },
    {
      "tags": [
        "Wyjątkowy!"
      ],
      "title": "olej lniany xyz",
      "text": "Jest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.\nJest jedynym olejem roślinnym, który zawiera w swoim składzie ponad 50% kwasów tłuszczowych Omega 3, a dokładniej kwasu alfa-linolenowego (ALA) – kluczowego z perspektywy zdrowego serca. Te nienasycone kwasy tłuszczowe pomagają utrzymać prawidłowy poziom cholesterolu i dzięki temu wspierają zdrowie serca. Mogą również przyczynić się do zmniejszenia ryzyka nadciśnienia, miażdżycy, chorób serca oraz mogą pozytywnie stymulować układ odpornościowy.",
      "date": "2020-06-12T21:36:58.941Z",
      "id": 18
    },
    {
      "tags": [
        "Włosy",
        "Mydło",
        "Wyjątkowy!",
        "Twarz"
      ],
      "title": "olej z rokitnika",
      "text": "Olej z rokitnika zawiera wiele substancji prozdrowotnych. Pierwszą z nich są tak zwane flawonoidy, które mają działanie przeciwutleniające. Ważnym składnikiem są także garbniki. Działają one antybakteryjnie, przeciwzapalnie, bardzo pozytywnie wpływają na stan naszej skóry i przyspieszają rekonwalescencję po otarciach, ugryzieniach, różnego rodzaju wysypkach. Olej z rokitnika zawiera także związki fenolowe, dzięki czemu świetnie sprawdza się przy dezynfekowaniu wszelkich ran, otarć i zaczerwienień skóry. Przede wszystkim jest to źródło takich witamin jak A, B oraz C, dlatego wspomaga on także odporność organizmu. Można więc powiedzieć, że olej z rokitnika ma działanie holistyczne dla naszego organizmu. Ponadto zawiera kwasy tłuszczowe omega-3 i omega-6, dzięki czemu wspomaga organizm w walce ze zbyt wysokim cholesterolem. Zawarte w oleju z rokitnika fitosterole neutralizują wolne rodniki, w związku z czym olej z rokitnika nazywany jest źródłem młodości. Dodatkowo pomaga on w leczeniu zgagi, a także wrzodów żołądka.",
      "date": "2020-06-12T22:46:40.599Z",
      "id": 19
    }
  ]
}